{"attributes":{"title":"Artista e designer","link":"http://blog.ideabile.com/2012/04/artista-e-designer/","author":"Ideabile","description":null,"post_id":5,"created":"2012/04/15 17:32:41","created_gmt":"2012/04/15 17:32:41","comment_status":"open","post_name":"artista-e-designer","status":"publish","post_type":"post"},"body":"<p><img src=\"http://www.vintagephotos.it/Immax/MunariArtista/MunariArtista.jpg\" alt=\"\" /> </p>\n<p>Avevo proprio voglia di iniziare questo blog, parlando di questo libro di <a href=\"http://it.wikipedia.org/wiki/Bruno_Munari\">Bruno Munari</a>.</p>\n<p>Forse perché spesso la categoria di <em>designer</em> è piena di persone che si spacciano tali, solo perché hanno percepito il significato di creatività, cercando di farlo proprio con il gusto personale.\nIl libro rappresenta un buon documento dove si cerca di definire bene le due categorie, senza denigrarne nessuna.</p>\n<p>Ovvero: un artista non è un designer e un designer non è un artista. </p>\n<p>Le due figure professionali sono completamente distaccate, ma la loro connessione è sempre data per scontata perché l&#39;usufruente finale ha come livello di comunicazione la creatività, il metro su quale basa le sue preferenze. \nLa parte per me più interessante riguarda il paragone di progettazione di una zuccheriera vista da entrambe le figure.\nUna si limita al suo aspetto estetico, l&#39;altra alla sua utilità. Chiudo con una scontata citazione tratta dallo stesso libro, sperando che sia accolto come consiglio per una prossima lettura. </p>\n<blockquote>\n  <p>Il sogno dell&#39;artista è comunque quello di arrivare al Museo, mentre il sogno del designer è quello di arrivare ai mercati rionali.</p>\n</blockquote>\n<p>Un grazie va a <a href=\"http://pinterest.com/juniocaselli/la-bacheca-personale-di-junio-caselli/\">Junio Caselli</a> che mi ha fatto conoscere questo grande designer italiano, forse uno dei pochi che fa restare la sua fama in piedi.</p>","file":"20120415-artista-e-designer"}
