{"attributes":{"title":"«Discorso diretto»","link":"http://blog.ideabile.com/2012/04/discorso-diretto/","author":"Ideabile","description":null,"post_id":53,"created":"2012/04/17 08:27:20","created_gmt":"2012/04/17 08:27:20","comment_status":"open","post_name":"discorso-diretto","status":"publish","post_type":"post"},"body":"<p><h1 id=\"discorsodiretto\">«Discorso diretto»</h1></p>\n<p>Mentre stavo scrivendo un discorso diretto che racchiudesse due interlocutori mi ritrovai difronte a un problema grafico. La rappresentazione grafica più comune è  iniziare con il soggetto, seguito da due punti racchiudendo la sua frase tra le virgolette. </p>\n<blockquote>\n  <p>Carlo: &quot;Cosa fai nella vita?&quot; Giulio: &quot;Rincorro i miei sogni.&quot;</p>\n</blockquote>\n<p>Ma nel caso io non voglia specificare i soggetti, la rappresentazione grafica precedentemente non è idonea. Le soluzioni sono svariate ma tra quelle che io mi ricordi una solo mi sembra la più valida; questa si ottiene inserendo le frasi utilizzate all&#39;interno di <strong>due caporali</strong> (o <strong>sergenti</strong>). </p>\n<blockquote>\n  <p>«Cosa fai nella vita?» «Rincorro i miei sogni.»</p>\n</blockquote>\n<p>In alternativa si potrebbe utilizzare i <strong>singoli apici</strong> o i <strong>doppi apici</strong>, che però non essendo utilizzati esclusivamente per discorsi diretti potrebbero creare confusione: </p>\n<blockquote>\n  <p>&#39;Cosa fai nella vita?&#39; &#39;Rincorro i miei sogni.&#39; &quot;Cosa fai nella vita?&quot; &quot;Rincorro i miei sogni.&quot;</p>\n</blockquote>\n<p>Un&#39;altra nota importante è che il dialogo tra i due personaggi ignoti è al limite della comunicazione; se non c&#39;è una domanda e una risposta o se questi non sono in qualche modo contestualizzati distanti, corre il rischio di diventare un discorso al singolare: </p>\n<blockquote>\n  <p>«Oggi c&#39;è una bella giornata!» «Quasi, quasi andrei a mare»</p>\n</blockquote>\n<p>Vorrei leggere un po di più sul discorso diretto e sulla sua rappresentazione grafica, magari cercherò un libro che mi delucidi bene la situazione, fino ad allora solo dubbi nell&#39;utilizzare un metodo probabilmente, sbagliato. Su Wikipedia puoi leggere una piccola descrizione del <a href=\"http://it.wikipedia.org/wiki/Discorso_diretto\">Discorso diretto</a> e una bella pagina sulle <a href=\"http://it.wikipedia.org/wiki/Virgolette\">Virgolette</a>, la quale fa notare appunto la diminuzione dell&#39;uso dei <strong>due caporali </strong>a causa del mancato tasto dedicato, sulle tastiere italiane.</p>","file":"20120417-discorso-diretto"}
